[
	{
		"name": "Bohemia",
		"leaderName": "Charles IV",
		"adjective": ["czech"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "Embrace your empire, oh Great King of Bohemia! You were responsible for the Kingdom of Bohemia's Golden Age! You favored peace over war and made sure your people were safe. You focused on the economic, cultural and intellectual development of Bohemia. You founded the Charles University and encouraged early humanists and you were a great builder, being responsible for some of Bohemia's most famous landmarks such as the Charles Bridge and Karlstein Castle. You were the first Bohemian King to become Holy Roman Emperor, a great achievement indeed. You are regarded as the father of the country in the Czech Republic and even the greatest Czech of all time by some!",
		"startIntroPart2": "You need to rise up, as your people ask you to do this! Oh great King and Emperor, will you strengthen Bohemia in a cultural, intellectual and economic way? Can you expand your empire or keep the peace if necessary? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Prepare to die!",
		"attacked": "Whatever you want, we won't give it easy!",
		"defeated": "At least my people will remember me as a great leader. You, on the other hand, will be remembered as a vicious barbarian.",
		"introduction": "Welcome to the prosperous Kingdom of Bohemia. Before you stands the King, ready to listen to what you have to say.",
		
		"neutralHello": "Hello",
		"neutralLetsHearIt": ["Go on.","What do you say?","You may begin."],
		"neutralNo": ["We absolutely refuse.","No!","I refuse."],
		"neutralYes": ["Very good.","Of course, yes.","That is very good."],

		"hateHello": "You again?",
		"hateLetsHearIt": ["Speak!","What do you say?","Go on."],
		"hateNo": ["That is not possible!","We are not agreeing to that!","I beg your pardon?"],
		"hateYes": ["That is fine.","That is good enough.","Very well..."],
		
		"afterPeace": "Very well, all that fighting was getting boring anyway.",
		"tradeRequest": "We bestow you the honor of this trade offer.",

		"outerColor": [38,98,255],
		"innerColor": [234,0,0],
		"unique": ["Cannot build [Military] units","May buy [Military] units with [Faith] [in all cities]", "When defeating a [Wounded] unit, earn Gold and recruit it"]
		"cities": ["Praha","Brno","Plzeň","Olomouc","Pardubice","Jihlava","Ostrava","Hradec Králové",
			"České Budějovice","Poděbrady","Čáslav","Beroun","Chrudim","Mladá Boleslav","Přerov","Znojmo","Děčín","Kutná Hora",]
	}
]
